# vi: ft=ruby

tap "daipeihust/tap"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jdx/tap"
tap "koekeishiya/formulae"
brew "coreutils"
brew "sqlite"
brew "curl"
brew "docker"
brew "ffmpeg"
brew "git"
brew "eza"
brew "vivid"
brew "jq"
brew "luarocks"
brew "trash"
brew "tree-sitter"
brew "zsh"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "oh-my-posh"
brew "bpytop"
brew "lazygit"
brew "lazydocker"
brew "diff-so-fancy"
brew "difftastic"
brew "tmux"
brew "fzf"
brew "zoxide"
cask "the-unarchiver"
cask "clipy"
cask "arc"
cask "font-jetbrains-mono-nerd-font"
cask "font-noto-emoji"
cask "sf-symbols"
cask "telegram"
cask "vlc"
cask "ghostty"
