# vi: ft=ruby

tap "daipeihust/tap"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jdx/tap"
tap "koekeishiya/formulae"
tap "ngrok/ngrok"
brew "coreutils"
brew "asdf"
brew "sqlite"
brew "curl"
brew "docker"
brew "ffmpeg"
brew "git"
brew "jq"
brew "luarocks"
brew "trash"
brew "tree-sitter"
brew "zsh"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "appcleaner"
cask "arc"
cask "font-jetbrains-mono-nerd-font"
cask "font-noto-emoji"
cask "bpytop"
cask "ngrok"
cask "obs"
cask "raycast"
cask "sf-symbols"
cask "shottr"
cask "steam"
cask "stretchly"
cask "telegram-desktop"
cask "thingsmacsandboxhelper"
cask "transmission"
cask "vlc"
cask "wezterm@nightly"
cask "thefuck"
cask "diff-so-fancy"
cask "lazydocker"
